Repository: mouseylicense/substitutesProject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: he

source: Teacher
he: מורה

source: For?
he: עֲבוּר?

source: Date
he: תאריך

source: Number Of Laptops
he: מספר מחשבים

source: Room
he: חדר

source: From
he: מ

source: Until
he: עד

source: Reason
he: סיבה

source: Loan Laptops
he: השאל מחשבים

source: Number of Laptops:
he: מספר מחשבים:

source: Order
he: הזמן

source: Are You Sure You Want To Delete This PIN?
he: האם אתה בטוח שאתה רוצה למחוק את ה-PIN הזה?

source: Delete
he: מחק

source: en
he: he

source: ltr
he: rtl

source: Order Laptops
he: הזמנת מחשבים

source: My pins
he: הקודים שלי

source: PINs granted
he: קודים שאושרו

source: Remaining Uses:
he: שימושים שנותרו:

source: PINs Pending
he: קודים שמחכים לאישור

source: Time
he: זמן

source: Uses
he: שימושים

source: Laptops
he: מספר מחשבים

source: For
he: עבור

source: Actions
he: פעולות

source: Deny
he: דחה

source: Grant
he: אשר

source: Total Number Of Requests Granted:
he: מספר הבקשות שאושרו:

source: Total Number Of Laptops Granted:
he: מספר המחשבים שאושרו:

source: Time Laptops Were Used:
he: זמן בו מחשבים היו בשימוש:

source: Of Pins Granted
he: קודים שאושרו

source: Of Pins Not Granted
he: קודים שנדחו

source: September
he: ספטמבר

source: October
he: אוקטובר

source: November
he: נובמבר

source: December
he: דצמבר

source: January
he: ינואר

source: February
he: פברואר

source: March
he: מרץ

source: April
he: אפריל

source: May
he: מאי

source: June
he: יוני

source: Hebrew
he: עברית

source: English
he: אנגלית

source: Problem
he: בעיה

source: Urgency
he: דְחִיפוּת

source: Name
he: שם מלא

source: Take Your Time
he: קחו את הזמן שלך

source: Urgent
he: דחוף

source: COME RIGHT NOW!
he: צריך עזרה מיד!

source: Total Number Of Problems Resolved:
he: מספר הבעיות שנפתרו:

source: Total Number Of Problems:
he: מספר של בעיות:

source: Best Fixer:
he: המתקן הטוב ביותר:

source: Of Problems Resolved
he: מספר הבעיות שנפתרו

source: Of Problems Not Resolved
he: מספר הבעיות שלא נפתרו

source: Home
he: דף הבית

source: My Assigned Problems
he: התקלות שלי

source: All Problems
he: כל הבעיות

source: Assigned:
he: משויך:

source: Reporter
he: מדווח

source: Assigned
he: הוקצה

source: Change Assignee
he: שנה מוקצה

source: Resolve
he: פתור

source: Report A Problem
he: דווח על תקלה

source: You are not logged in! Would you like to log in or continue as guest?
he: אתה לא מחובר! האם תרצה להתחבר או להמשיך כאורח?

source: Continue as guest
he: המשך כאורח

source: Log In
he: התחבר

source: Report
he: דווח

source: Sign-in
he: התחבר

source: login
he: התחבר

source: Forgot password?
he: שכחת סיסמא?

source: Register
he: הירשם

source: Working Days:
he: ימי עבודה:

source: Sunday
he: יום ראשון

source: Monday
he: יום שני

source: Tuesday
he: יום שלישי

source: Wednesday
he: יום רביעי

source: Thursday
he: יום חמישי

source: Subject
he: נושא

source: Teachers
he: מורים

source: Day
he: יום

source: Hour
he: שעה

source: Is a Student Teaching?
he: תלמידים מלמדים?

source: Student Teaching
he: תלמיד שמלמד

source: Description
he: תיאור

source: Long Day
he: יום ארוך

source: First Name
he: שם פרטי

source: Last Name
he: שם משפחה

source: Password
he: סיסמה

source: Phone Number
he: מספר טלפון

source: Tutor
he: חונך

source: Shocher
he: שוחר

source: Substitutes?
he: מחליף?

source: Manages Subs
he: מנהלת החלפות

source: Manages Schedule
he: מנהל מערכת

source: Email
he: אימייל

source: Select a file
he: בחירת קובץ

source: First Grade
he: כיתה א'

source: Second Grade
he: כיתה ב'

source: Third Grade
he: כיתה ג'

source: Fourth Grade
he: כיתה ד'

source: Fifth Grade
he: כיתה ה'

source: Sixth Grade
he: כיתה ו'

source: Seventh Grade
he: כיתה ז'

source: Eighth Grade
he: כיתה ח'

source: Ninth Grade
he: כיתה ט'

source: Tenth Grade
he: כיתה י'

source: Eleventh Grade
he: כיתה יא'

source: Twelfth Grade
he: כיתה יב'

source: Empty
he: ריק

source: Visible
he: מוצג

source: Max Students
he: מקסימום תלמידים

source: Recess
he: הַפסָקָה

source: Manage Classes
he: ניהול שיעורים

source: Create New Class
he: צור שיעור חדש

source: Edit Description
he: ערוך תיאור

source: Add Class
he: הוסף שיעור

source: Search Classes
he: חפש שיעור

source: Students
he: תלמידים

source: Change Description
he: ערוך תיאור

source: Danger Zone
he: אזור הסכנה

source: Repeat Value Above
he: חזור על הערך למעלה

source: Perform Action
he: בצע פעולה

source: Delete All Schedules
he: מחק את כל המערכות

source: Increase Grade For All Students
he: העלאת כיתה לכל התלמידים

source: Delete All Tutor - Student Relations
he: מחק את כל קשרי תלמיד - חונך

source: Delete All Shachariot
he: מחק את כל השחריות

source: Delete All Classes
he: מחק את כל השיעורים

source: Delete All Students
he: מחק את כל התלמידים

source: Hi There!
he: שלום!

source: It Looks like this is the first time you are Using ClassCover! First things first, were gonna need to create a User, This user will be your Administrator user, and is very important! (P.S:Remember These Credentials!)
he: נראה שזו הפעם הראשונה שאתה משתמש ב-ClassCover! דבר ראשון, בוא ניצור משתמש, משתמש זה יהיה המשתמש המנהל שלך, והוא מאוד חשוב! (נ.ב: זכור את הפרטים שלך!)

source: Create User and Get Started!
he: צור משתמש והתחל!

source: Import
he: ייבא

source: Import Students From CSV
he: ייבוא תלמידים מ-CSV

source: The CSV Should be Formatted as The Schools Contact Sheet, Beware That This Creates A Student For Each row, regardless of if a Student with this name exists
he: ה-CSV צריך להיות בפורמט של דף הקשר של בית הספר, שימ/י לב: פעולה זו תיצור תלמיד לכל שורה בקובץ, גם אם תלמיד בשם זה כבר קיים

source: import
he: ייבא

source: Import Teachers From CSV
he: ייבוא מורים מ-CSV

source: The CSV Should be Formatted as The Schools Contact Sheet
he: ה-CSV צריך להיות בפורמט של דף הקשר של בית הספר

source: Today's Subs
he: ההחלפות היום

source: No Sub Yet
he: טרם נקבע מחליף

source: Substitute Teacher:
he: מורה מחליף:

source: No Subs For today!
he: אין החלפות להיום!

source: Date And Time
he: תאריך ושעה

source: Class
he: שיעור

source: Original Teacher
he: מורה מוחלף

source: Subbing Teacher
he: מורה מחליף

source: Login
he: התחבר

source: Schedule
he: מערכת

source: Classes that already have a substitution:
he: שיעורים שכבר יש להם החלפות:

source: Set Your Schedule
he: קבע את המערכת שלך

source: Set!
he: קבע!

source: Grade
he: כיתה

source: Shacharit
he: שחרית

source: Manage Students
he: ניהול תלמידים

source: Students With Schedules
he: תלמידים עם מערכת

source: Students Without
he: תלמידים ללא מערכת

source: Total Students
he: תלמידים

source: invited
he: הזמנה נשלחה

source: Student Creation Form
he: טופס יצירת תלמידים

source: Warning, this will send an email to every student with no Schedule
he: אזהרה, אתה עומד לשלוח הודעה לכל התלמידים ללא מערכת

source: Invite all
he: שלח הזמנה לכולם

source: WARNING!!! THIS WILL RESET *ALL* SCHEDULES (!!!) FOREVER, THIS ACTION IS IRREVERSIBLE ARE YOU SURE YOU WANT TO CONTINUE???
he: **אזהרה**!!! הפעולה תאפס את כל המערכות במערכת!! הפעולה היא בלתי הפיכה!! האם אתה בטוח שאתה רוצה להמשיך???

source: Reset ALL
he: אפס את כל המערכות

source: Search Student
he: חפש תלמיד

source: Open in new page
he: פתח פרטים בדף חדש

source: Reset Schedule
he: מחק מערכת

source: Copied Link To Clipboard
he: קישור הועתק

source: Update Details
he: עדכן פרטים

source: Last Invite
he: הזמנה אחרונה

source: Send Invite
he: שלח הזמנה לקביעת מערכת

source: Set Schedule
he: קבע מערכת

source: Register Student
he: רשום תלמיד

source: Report Absence
he: דווח על העדרות

source: My Substitutions
he: ההחלפות שלי

source: My Absences
he: ההיעדרויות שלי

source: Manage Teachers
he: ניהול מורים

source: Teacher's Email
he: אימייל של המורה

source: Add Teacher / Generate Teacher Form
he: הוסף מורה / צור טופס של מורה

source: Click To Copy:
he: לחץ כדי להעתיק:

source: Search Teachers
he: חפש מורה

source: Invite Teacher
he: הזמן מורה

source: Success!
he: הושלם!

source: Uncheck All
he: נקה הכל

source: Print Today's Schedule
he: הדפס את המערכת של היום

source: Classes
he: שיעורים

source: Free Rooms
he: חדרים פנויים

source: Absence reported.
he: היעדרות דווחה.

source: Absence already reported.
he: היעדרות כבר דווחה.

source: A Schedule for This Student already Exists,Please Contact T.E.D!
he: מערכת לתלמיד זה כבר קיימת, אם אתה מאמין שזו תקלה, פנה לחונך.

source: Successfully sent!
he: נשלח בהצלחה!
